{   "mainPersonalProjects": "Principals projectes personals",
    "itShouldBeNotedThatTheProjectsInWhichIHaveFocusedAndDedicatedMyTimeTheMostAreThoseCarriedOuttheVastMajorityFromScratchForTheCompaniesForWhichICurrentlyWorkedOrIHaveWorked": "Cal destacar que els projectes en què més m'he focalitzat i dedicat el meu temps, són els realitzats, (la gran majoria des de zero) per a les empreses per les quals haig treballat i estic treballant actualment,",
    "whichIHaveNotIncludedInThisPortfolio": "els quals no he inclòs en aquest portafoli",
    "butIHighlightTheShinywallAndZycleApplications": "però destaco les aplicacions de ShinyWall i Zycle.",
    "currentlyMostOfTheseProjectsAreUnderDevelopmentButTheirCodeIsAccessibleFromMyPersonalGithubAccount": "Actualment, la majoria d'aquests projectes es troben en desenvolupament, però el codi és accessible des del meu",
    "mobileApp": "Aplicació mòbil",
    "desktopApplication": "Aplicacio d'escriptori",
    "personalGithubAccount":"compte personal de Github",
    "consoleApplication":"Aplicació de consola",
    "mboardText":"Primera aplicació d'escriptori que vaig fer. Creada a Python amb una base de dades local SQLite per a la creació i edició de vies d'escalada. No se li ha donat continuïtat.",
    "llocsText":"Una de les meves primeres aplicacions a Flutter, en la qual s'utilitza Firebase Authentication, Firebase Firestore i Firebase Storage. No se li ha donat continuïtat.",
    "cubetsText":"Joc d'arcade amb diferents nivells on has de recollir monedes i esquivar-los enemics per passar al següent. No se li ha donat continuïtat.",
    "cubetisText":"Millora del joc Cubets, aplicant una arquitectura neta i introduint noves lògiques. En desenvolupament.",
    "ebntzText":"Xarxa social que et permet cercar per noms de festivals i artistes directament a través del cartell de l'esdeveniment o festival utilitzant l'intel·ligència artificial. En desenvolupament.",
    "flutterTranslationsText":"Programa de generació de literals traduïts en format \".json\" o \".arb\" per a les llibreries més conegudes dedicades a la gestió de les traduccions \"l10n\" i \"slang\", les més utilitzades"
}