{   "mainPersonalProjects": "Principals projectes personals",
    "itShouldBeNotedThatTheProjectsInWhichIHaveFocusedAndDedicatedMyTimeTheMostAreThoseCarriedOuttheVastMajorityFromScratchForTheCompaniesForWhichICurrentlyWorkedOrIHaveWorked": "Cal destacar que els projectes en què més m'he focalitzat i dedicat el meu temps, són els realitzats, (la gran majoria des de zero) per a les empreses per les quals haig treballat i estic treballant actualment,",
    "whichIHaveNotIncludedInThisPortfolio": "els quals no he inclòs en aquest portafoli",
    "butIHighlightTheShinywallAndZycleApplications": "però destaco les aplicacions de ShinyWall i Zycle.",
    "currentlyMostOfTheseProjectsAreUnderDevelopmentButTheirCodeIsAccessibleFromMyPersonalGithubAccount": "Actualment, la majoria d'aquests projectes es troben en desenvolupament, però el codi és accessible des del meu",
    "mobileApp": "Aplicació mòbil",
    "desktopApplication": "Aplicacio d'escriptori",
    "personalGithubAccount":"compte personal de Github",
    "consoleApplication":"Aplicació de consola",
    "mboardText":"La meva primera aplicació. Creada a Python amb una base de dades local SQLite per a la creació i edició de vies d'escalada. No se li ha donat continuïtat.",
    "llocsText":"Una de les meves primeres aplicacions amb Flutter, en la qual s'utilitza Firebase Authentication, Firebase Firestore i Firebase Storage. No se li ha donat continuïtat.",
    "conColegasText":"Aquesta es la meva primera aplicació en Flutter. Aplicación muy informal para adolescentes para pasar el rato con amigos, mediante los juegos de 'Yo nunca','Verdad o reto' y 'Quién es más probable que'.",
    "cubetsText":"Joc d'arcade amb diferents nivells on has de recollir monedes i esquivar-los enemics per passar al següent. No se li ha donat continuïtat.",
    "cubetisText":"Millora del joc Cubets, aplicant una arquitectura neta i introduint noves lògiques. Estarà disponible aviat.",
    "ebntzText":"Xarxa social que et permet cercar per noms de festivals i artistes directament a través de l'imatge del cartell de l'esdeveniment o festival utilitzant reconeixement de text. Estarà disponible aviat.",
    "flutterTranslationsText":"Programa de generació de literals traduïts per una aplicació amb Flutter, en diferents formats, per facilitar aquesta part del desenvolupament d'una aplicació que a vegades es una mica aparatosa.",
    "isSmallWidthText":"Para ver más información acerca de este proyecto, accede a esta página desde un ordenador o tablet"
}