{
    "mainPersonalProjects": "Principales proyectos personales",
    "itShouldBeNotedThatTheProjectsInWhichIHaveFocusedAndDedicatedMyTimeTheMostAreThoseCarriedOuttheVastMajorityFromScratchForTheCompaniesForWhichICurrentlyWorkedOrIHaveWorked": "Cabe destacar que los proyectos en los que más me he focalizado y dedicado mi tiempo, son los realizados, (la gran mayoría desde cero) para las empresas por las cuales he trabajado o trabajo actualmente,",
    "whichIHaveNotIncludedInThisPortfolio": "los cuales no he incluído en este portafolio",
    "butIHighlightTheShinywallAndZycleApplications": "pero destaco las aplicaciones de ShinyWall y Zycle.",
    "currentlyMostOfTheseProjectsAreUnderDevelopmentButTheirCodeIsAccessibleFromMyPersonalGithubAccount": "Actualmente, la mayoría de estos proyectos se encuentran en desarrollo, pero su codigo está accesible desde mi",
    "mobileApp": "Aplicación móvil",
    "desktopApplication": "Aplicación de escritorio",
    "personalGithubAccount":"cuenta personal de Github",
    "consoleApplication":"Aplicación de consola",
    "mboardText":"Mi primera aplicación de escritorio. Creada en Python con una base de datos local SQLite para la creación y edición de vías de escalada. No se le ha dado continuidad.",
    "llocsText":"Una de mis primeras aplicaciones en Flutter, en la cual se utiliza Firebase Authentication, Firebase Firestore y Firebase Storage. No se le ha dado continuidad.",
    "conColegasText":"Una de mis primeras aplicaciones en Flutter. Aplicación muy informal para adolescentes para pasar el rato con amigos, mediante los juegos de 'Yo nunca','Verdad o reto' y 'Quién es más probable que'.",
    "cubetsText":"Juego de arcade con diferentes niveles en el que debes recoger monedas y esquivarlos enemigos para pasar al siguiente. No se le ha dado continuidad.",
    "cubetisText":"Mejora del juego Cubets, aplicando una arquitectura limpia e introduciendo nuevas lógicas. En desarrollo.",
    "ebntzText":"Red social que te permite búsqueda por nombres de festivales y artistas directamente a través del cartel del evento o festival utilizando reconocimiento de texto.",
    "flutterTranslationsText":"Programa de generación de literales traducidos para una aplicación Flutter, en distintos formatos, para facilitar esta parte en el desarrollo de una aplicación que a veces es algo aparatosa.",
    "isSmallWidthText":"Per veure més informació sobre aquest projecte, accedeix a aquesta pàgina des d'un ordinador o tauleta"
}